[{
    "id": 887766,
    "image": "https://img.spoonacular.com/recipes/123456-556x370.jpg",
    "title": "Decadent Chocolate Cake",
    "readyInMinutes": 60,
    "aggregateLikes": 350,
    "vegetarian": true,
    "vegan": false,
    "glutenFree": false,
    "summary": "Indulge in this Decadent Chocolate Cake, perfect for any special occasion or just because you deserve it. One serving contains <b>450 calories</b>, <b>5g of protein</b>, and <b>22g of fat</b>. For <b>$2.00 per serving</b>, this recipe <b>covers 10%</b> of your daily requirements of vitamins and minerals. This recipe serves 8. A mixture of cocoa powder, sugar, flour, and a handful of other ingredients are all it takes to make this recipe so delicious. 350 people have tried and liked this recipe. It is brought to you by chocolaterecipes.com. From preparation to the plate, this recipe takes approximately <b>60 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 90%</b>, which is excellent. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chocolate-cake-1230187\">Chocolate Cake</a>, <a href=\"https://spoonacular.com/recipes/chocolate-fudge-cake-1229807\">Chocolate Fudge Cake</a>, and <a href=\"https://spoonacular.com/recipes/moist-chocolate-cake-1229669\">Moist Chocolate Cake</a>."
},
{
    "id": 789012,
    "image": "https://img.spoonacular.com/recipes/789012-556x370.jpg",
    "title": "Spicy Thai Basil Chicken",
    "readyInMinutes": 25,
    "aggregateLikes": 525,
    "vegetarian": false,
    "vegan": false,
    "glutenFree": true,
    "summary": "Experience the vibrant flavors of Thailand with this Spicy Thai Basil Chicken. One serving contains <b>350 calories</b>, <b>30g of protein</b>, and <b>15g of fat</b>. For <b>$2.75 per serving</b>, this recipe <b>covers 20%</b> of your daily requirements of vitamins and minerals. This recipe serves 3. A blend of chicken, Thai basil, garlic, and chili makes this dish both aromatic and spicy. 525 people have tried and liked this recipe. It is brought to you by thaifoodrecipes.com. From preparation to the plate, this recipe takes approximately <b>25 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 92%</b>, which is remarkable. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/spicy-thai-basil-chicken-1237890\">Spicy Thai Basil Chicken</a>, <a href=\"https://spoonacular.com/recipes/thai-basil-chicken-stir-fry-1227890\">Thai Basil Chicken Stir-Fry</a>, and <a href=\"https://spoonacular.com/recipes/easy-thai-basil-chicken-1227880\">Easy Thai Basil Chicken</a>."
},
{
    "id": 345678,
    "image": "https://img.spoonacular.com/recipes/345678-556x370.jpg",
    "title": "Vegan Lentil Soup",
    "readyInMinutes": 40,
    "aggregateLikes": 290,
    "vegetarian": true,
    "vegan": true,
    "glutenFree": true,
    "summary": "Warm up with this hearty Vegan Lentil Soup, perfect for a cozy night in. One serving contains <b>250 calories</b>, <b>12g of protein</b>, and <b>5g of fat</b>. For <b>$1.20 per serving</b>, this recipe <b>covers 25%</b> of your daily requirements of vitamins and minerals. This recipe serves 6. A combination of lentils, carrots, celery, and spices makes this soup nutritious and flavorful. 290 people have tried and liked this recipe. It is brought to you by vegansouprecipes.com. From preparation to the plate, this recipe takes approximately <b>40 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 88%</b>, which is impressive. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/vegan-lentil-soup-1234560\">Vegan Lentil Soup</a>, <a href=\"https://spoonacular.com/recipes/spiced-lentil-soup-1223450\">Spiced Lentil Soup</a>, and <a href=\"https://spoonacular.com/recipes/easy-lentil-soup-1223440\">Easy Lentil Soup</a>."
}]
